{
    "menu": {
        "item2": "About Me",
        "item3": "Skills",
        "item4": "Education",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hello! I am",
        "home_text-3": "Full-Stack Developer",
        "parrafo-info": "I am a Multiplatform Applications Developer and a student of the Advanced Full Stack Development course.<br>I aspire to get a job in the field of application development, gain experience, acquire new knowledge, and strengthen my professional life.",
        "cv_button": "Download CV",
        "contact_button": "Contact"
    },

    "sobre-mi": {
        "title": "About Me",
        "texto_sobreMi": "I am a Multiplatform Applications Developer and a student of the Advanced Full Stack Development Course.<br>I aspire to get a job in the field of Web Development, gain experience, acquire new knowledge, and strengthen my professional life.<br><br>I am an empathetic and enthusiastic person, with skills focused on teamwork, assertive communication, problem-solving, responsibility, and proactivity. I enjoy learning from others and continuously improving myself."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Education",
        "formacion1": "Technician in Industrial Automation and Robotics",
        "tiempo-formacion1": "2019 - 2021",
        "formacion2": "Multiplatform Applications Developer",
        "tiempo-formacion2": "2022 - 2024",
        "formacion3": "Full-Stack Developer",
        "tiempo-formacion3": "2022 - Ongoing"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "AlertaCoches Multiplatform",
        "info-proyecto1": "A simulation of the AlertaCoches website using Flet and Docker, allowing for a multiplatform app that can generate installables for Android and iOS.",
        "title-proyecto2": "Portfolio",
        "info-proyecto2": "My personal web portfolio, where you can find some of my most notable projects, my technical skills, and a bit about my education.",
        "title-proyecto3": "Android App",
        "info-proyecto3": "An application in Android Studio using JetPack Compose, including its main functions."
    },

    "contacto": {
        "title": "Contact",
        "text": "Fill out the following form, and I will get in touch with you as soon as possible.",
        "btn-enviar": "Send"
    }
}
